[{"Token_name": "HEX.COM", "Token_Symbol": "https://pulsehotlist.com/img/apps/HEX.COM.png", "Description": "The first high-yield Blockchain Certificate of Deposit", "Token_link": "https://pulsehotlist.com/hex.com", "Type": "DeFi", "PHL_Score": "99", "Tags": ["Working", "RH", "HEX-related", "Airdrop"], "Social_Links": ["https://twitter.com/HEXcrypto", "https://t.me/HEXcrypto", "https://youtube.com/HEXcrypto", "https://reddit.com/r/HEXcrypto", "https://discord.gg/JmKBUCZKB3"], "Reputation": "Reputation\nRichard Heart has the best reputation in the whole crypto space. HEX has a lot of utility, it has been audited 3 times and the code has been working flawlessly for years. The only potential issue might be missing transparency regarding the OA and AA funds (\"Where did the ETH go?\"), this should not be considered a problem though.", "About": "About HEX.COM\nCertificates of Deposit (CDs) are common investment tools managed by banks. Hundreds of millions of people use them worldwide, creating a market valued in the trillions of dollars. HEX has taken the concept of CDs, added significantly higher average return rates, removed banking fees and turned it into a decentralized cryptocurrency.\n\nYou can \"Stake\" your HEX by locking up any amount for a period between 1 and 5555 days. Your Stake accrues rewards every day, and the amount of yield depends on the length of your Stake: \"Longer Pays Better\". The APY for HEX Stakes of average length is around 40%, while traditional bank CDs average less than 2%. In addition to the unprecedented yield, there is also the tendency of the HEX price to appreciate.\n\nHEX has no central entity, no bureaucracy and no overhead. There are no bonuses awarded to anyone outside of the users who Stake HEX. As a simple to use, high-yield investment tool, HEX makes you the bank.", "Youtube_link": "https://youtube.com/embed/xwj_it8eCWQ?modestbranding=1"}, {"Token_name": "PulseChain", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseChain.png", "Description": "Energy efficient, cheaper, faster Ethereum fork", "Token_link": "https://pulsehotlist.com/pulsechain.com", "Type": "DeFi", "PHL_Score": "97", "Tags": ["Working", "RH", "Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/PulseChainCom", "https://t.me/PulseChainCom", "https://reddit.com/r/PulseChain"], "Reputation": "Reputation\nRichard Heart, the founder of PulseX (and PulseChain), has the best reputation in the whole crypto space. PulseX has been working flawlessly on the PulseChain Testnet for months. No mainnet version and no token price performance yet.", "About": "About $PLS\nFork of Ethereum.\n\nPulseChain is a faster, cheaper fork of Ethereum. If you have owned any ERC20 (like HEX, USDC, WBTC or SHIB) at the snapshot, you already own a free copy on PulseChain. All of those copies are worth more than 1 Billion USD and you can access yours with the click of a button.", "Youtube_link": "https://youtube.com/embed/7fByy_8Xkgk?modestbranding=1"}, {"Token_name": "Hedron", "Token_Symbol": "https://pulsehotlist.com/img/apps/Hedron.png", "Description": "Tradeable HEX Stakes", "Token_link": "https://pulsehotlist.com/hedron.pro", "Type": "DeFi", "PHL_Score": "97", "Tags": ["Working", "HEX-related", "Airdrop"], "Social_Links": ["https://twitter.com/HedronCrypto", "https://t.me/HedronCrypto", "https://youtube.com/channel/UCu_1Scl65a4WrGEZ6diyTRg"], "Reputation": "Reputation\nVery well-known project. Fairly battletested project. Audited by Certik with no critical findings. Theoretical risk of hdrnSourceAddress dumping.", "About": "About Hedron\nHedron (HDRN) is a collection of smart contracts that live on the Ethereum and PulseChain blockchain(s). Hedron builds on top of HEX to allow stakers to mint and borrow HDRN tokens against their active HEX stakes. Hedron also allows stakers to trade their HEX stakes as NFT tokens on any compatible NFT marketplace. Hedron has no admin keys and no kill switches. Just like HEX, Hedron is completely decentralized with zero counterparty risk.", "Youtube_link": "https://youtube.com/embed/bi1Giweg2Sg?modestbranding=1"}, {"Token_name": "MAXI", "Token_Symbol": "https://pulsehotlist.com/img/apps/MAXI.png", "Description": "Maximum yield, instant liquidity", "Token_link": "https://pulsehotlist.com/maximus.cash", "Type": "DeFi", "PHL_Score": "96", "Tags": ["Working", "HEX-related"], "Social_Links": ["https://twitter.com/maximus_dao", "https://t.me/maximusdao", "https://medium.com/@goldk3y", "https://github.com/dipcatcher/maximus"], "Reputation": "Reputation\nVery well-known project & founder. Battletested. Audit available. End stake function on mainnet will only be tested in 15 years. Note that before the end of the 15 years stake holders of MAXI have no redemption possibility for HEX.", "About": "About MAXI\nMaximus is a smart contract for trustless pooling of a max length HEX stake. 100% of the 294,316,334.767 MAXI token supply was generated during a one time 14 day Minting Phase in April 2022 where minters minted 1 MAXI per HEX pledged to the Maximus Contract. Once the Minting Phase ended, the smart contract executed a single 5555 day stake with all the HEX used to mint MAXI. Once the stake ends, users may redeem their portion of the HEX stake principal + yield and Hedron earned.", "Youtube_link": "https://youtube.com/embed/DkFMiotMR3M?modestbranding=1"}, {"Token_name": "FreePulse.io", "Token_Symbol": "https://pulsehotlist.com/img/apps/FreePulse.io.png", "Description": "Claim up to $200 of free PLS every hour!", "Token_link": "https://pulsehotlist.com/freepulse.io", "Type": "Gaming", "PHL_Score": "95", "Tags": ["Working", "Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/FreePulseio", "https://t.me/FreePulse", "https://youtube.com/FreePulse", "https://medium.com/@freepulse"], "Reputation": "Reputation\nFreePulse.io has been around for months, very well-known and credible founders, no spending permissions, working public Beta. Very slight gambling risk because of offered mini-games but responsible discloures. Only regulated after mainnet launch.", "About": "About $FP\nClaim up to $200 in free PLS every hour! Currently in a 6 months old Beta with more than 200,000 registered users FreePulse.io was founded by two Day-1 Hexicans who are giving away a significant part of their PLS holdings to grow the ecosystem. Freemium is an onboarding tactic proven to work, FreePulse.io is the best possible onboarding tool for PulseChain. Whenever the PulseChain.com Mainnet will launch FreePulse.io will switch from their Beta on Testnet to Mainnet.\n\nFeatures of FreePulse.io\n- Claim up to $200 of free PLS every hour on the PulseChain Mainnet\n- No personal information, no KYC/AML, no complex registration process or withdrawal problems!\n- Generous referral system with 50% commission on all free claims to further amplify adoption\n- Mini games, chat, unique usernames, badges, XP, instant & free withdrawals\n- Working product on Testnet (currently operating with worthless Testnet-PLS which are not redeemable for Mainnet-PLS)", "Youtube_link": "https://youtube.com/embed/kvlwpsY_SL4?modestbranding=1"}, {"Token_name": "PulseX", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseX.png", "Description": "The most liquid exchange on PulseChain", "Token_link": "https://pulsehotlist.com/pulsex.com", "Type": "Exchange", "PHL_Score": "95", "Tags": ["Working", "RH", "Sacrifice"], "Social_Links": ["https://twitter.com/PulseXcom", "https://t.me/PulseXcom", "https://reddit.com/r/PulseX"], "Reputation": "Reputation\nRichard Heart, the founder of PulseX (and PulseChain), has the best reputation in the whole crypto space. PulseX has been working flawlessly on the PulseChain Testnet for months. No mainnet version and no token price performance yet.", "About": "About $PLSX\nFork of PancakeSwap (Uniswap V2).\n\nPulseX enables you to exchange tokens (\"PRC20s\") on PulseChain for one another. For example you could swap PulseChain's native token PLS for PulseX's token PLSX. It works like Uniswap on Ethereum. Bridges also let people trade currencies from other chains on PulseX.\n\nEvery time people swap from one coin to another on PulseX liquidity providers earn fees as a reward. Users can bridge in their ERC20s and pair them with free PRC20s in order to provide liquidity and earn fees. This also backs the value of the PRC20s that they got for free.\n\nIn order to enhance Pulse's success another token will exist to further incentivize liquidity providers beyond the fees they're already making. When they become liquidity providers, they will receive LP tokens that they can deposit into a yield farm. This not yet named token is emitted with decreasing inflation over time. A DAO chooses which trading pairs receive this incentive and at what rates. Only addresses with PLSX balances get to vote in the DAO.\n\nPulseX is a Uniswap fork with PLSX Liquidity Provider incentivization. Its goal is to provide PulseChain users with the best possible trading experience & yield farm with a strong focus on incentivising ERC20 holders to bridge in and back the value of their free PRC20s.\n\nPulseX will have a 0.29% fee that users pay on every swap. That is less than Sushiswap, Trader Joe, Quickswap and Uniswap. 76% of all trading fees could be distributed to Liquidity Providers. 21% could be used to buy and burn PLSX, reducing its supply over time. 0.01% of a trade's value goes to an address you must have no expectations of.", "Youtube_link": "https://youtube.com/embed/aNJjHycz-Nw?modestbranding=1"}, {"Token_name": "LiquidLoans", "Token_Symbol": "https://pulsehotlist.com/img/apps/LiquidLoans.png", "Description": "Truly decentralized lending protocol built specifically for PulseChain", "Token_link": "https://pulsehotlist.com/liquidloans.io", "Type": "DeFi", "PHL_Score": "94", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/liquidloansio", "https://t.me/liquidloans", "https://youtube.com/liquidloans", "https://reddit.com/r/liquidloans"], "Reputation": "Reputation\nMost well-known PulseChain third-party project. Great transparency. Godwhale sacrificed. Well-known, large team. No public audit, no battletested mainnet version yet.\n\nThe PHL team advises users to diversify between multiple stablecoins like USDC, USDL or DAI.", "About": "About $LOAN\nFork of Liquity.\n\nLiquid Loans is the first truly decentralized lending protocol built specifically for PulseChain. Algorithmic Stablecoin. Low 110% Collateral Ratio. No Repayment Schedule. Immutable. Governance-Free. No Admin Keys.\n\nThe purpose of Liquid Loans protocol is to support the creation, growth and adoption of a more secure, trustless, and decentralized financial infrastructure, that is community-owned, and brings greater stability and transparency to PulseChain.", "Youtube_link": "https://youtube.com/embed/9cpa1v8AC68?modestbranding=1"}, {"Token_name": "Mintra", "Token_Symbol": "https://pulsehotlist.com/img/apps/Mintra.png", "Description": "The greenest NFT marketplace", "Token_link": "https://pulsehotlist.com/mintra.io", "Type": "Market", "PHL_Score": "91", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/Mintraio", "https://t.me/MintraOfficial", "https://discord.gg/fVPZPTMk8M"], "Reputation": "Reputation\nVery well-known founder. Godwhale sacrificed. Clear utility. No public beta or audit yet.", "About": "About $MINT\nBased on OpenSea. Native token $MINT can be staked.", "Youtube_link": "https://youtube.com/embed/qUAMBW3vmWc?modestbranding=1"}, {"Token_name": "PulseStep", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseStep.png", "Description": "Ride-to-earn project", "Token_link": "https://pulsehotlist.com/pulsestep.io", "Type": "Gaming", "PHL_Score": "91", "Tags": ["Working", "Airdrop", "Sacrifice", "App"], "Social_Links": ["https://twitter.com/WalkWithSTEP", "https://t.me/WalkWithStepTelegram", "https://reddit.com/r/OfficialSTEP", "https://discord.gg/HY8qc3Vf", "https://instagram.com/step_ecosystem"], "Reputation": "Reputation\nWell-known project, established userbase. Audited by Certik with only 2 Major centralization problems. Already works on BSC. Pumpamentals questionable.\n\nCompany Name: WALKWITHSTEP LTD\nCompany Number: 13822599\nRegistered office address: 71-75 Shelton Street, Covent Garden, London, United Kingdom, WC2H 9JQ.", "About": "About PulseStep\nSTEP was one of the first and most successful move2earn projects on Binance Smart Chain (walkwithstep.io).\n\nWe have a working app on iOS and Android with over 100k app downloads.\n\nOur community is strong and consistently growing - we have over:\n25k Holders of Step Token\n17k Users on Telegram\n29k Twitter followers\n\nWe plan to expand our project to other chains - and we love the idea of PulseChain. We believe PulseChain will be a game-changer in the crypto space, and we choose it for our new use case, Ride2earn - which will reward our users in tokens for riding a bike.\n\nOur goal is to create a multi-chain ecosystem with different disciplines. Unlike other move2earn apps, we don't require users to create an account and provide sensitive information - we only require permission for the app and wallet address.\n\nSTEP is rewarding users with cryptocurrency, which we think is very encouraging for people to use cryptocurrencies which haven't had experience with them before", "Youtube_link": "https://youtube.com/embed/VweSiiITEFM?modestbranding=1"}, {"Token_name": "Icosa", "Token_Symbol": "https://pulsehotlist.com/img/apps/Icosa.png", "Description": "Hedron Staking", "Token_link": "https://pulsehotlist.com/icosa.pro", "Type": "DeFi", "PHL_Score": "87", "Tags": ["HEX-related"], "Social_Links": ["https://twitter.com/IcosaCrypto", "https://t.me/IcosaCrypto", "https://discord.gg/XEcMXjVhrP"], "Reputation": "Reputation\nMade by the team behind Hedron (very well-known project). No OA or admin keys, immutable. Contract \"has been written\" (no beta / audit / open source yet). No frontend exists yet.", "About": "About $ICSA\nOfficial website is Icosa.pro, not Icosa.live.\n\nIcosa (ICSA) is a protocol which builds upon the Hedron protocol to add HDRN staking and additional incentives for staking HEX as well as jumpstarting the Hedron borrowing system. Icosa is built by the same team behind the Hedron protocol, ensuring seamless integration.\n\nFeature 1 (HSI Buy-Back) The Icosa protocol will buy any and all HSI NFT's created by the Hedron protocol at a rate determined by it's borrowable amount of HDRN and the HEX share rate at the time of sale. These HSI's are then detokenized and borrowed against by the contract to be sent to the Hedron liquidation auction 90 days later.\n\nFeature 2 (HDRN Staking) Stake HDRN for ICSA, the daily yield is determined by the amount of daily HDRN burnt within the Hedron contract. There are minimum stake lengths and bonuses associated with stake size\n\nFeature 3 (ICSA Staking) Stake ICSA for both HDRN and ICSA. Like HDRN staking, ICSA yield comes from daily burnt HDRN. HDRN yield comes from borrowed HSI HEX stakes and EES penalties collected by the contract over time\n\nFeature (We Are All the SA) You have to option to purchase an NFT from the Icosa contract which earns yield in ICSA during the limited \"We Are All the SA\" event. There is no set price, the price you choose determines the amount of stake points the NFT is allocated. Like HDRN staking, yield is determined by the amount of burnt HDRN each day. After the event entry phase has ended, no more entries can be made into the staking pool. The percentage of the staking pool your NFT is allocated determines your percentage of the daily yield in perpetuity. If other NFT holders end their stakes and claim their yield, they cannot re-enter. To end the stake and claim the yield, you must exit the staking pool. Because no new entries can be made into the pool, the percentage of pool allocation for all other NFT holders goes up when these stakes end. The last man standing earns 100% of pool yield.", "Youtube_link": "https://youtube.com/embed/TMYJGwRlAQk?modestbranding=1"}, {"Token_name": "PHIAT", "Token_Symbol": "https://pulsehotlist.com/img/apps/PHIAT.png", "Description": "Borrow, Earn, Leverage, Short, Hedge.", "Token_link": "https://pulsehotlist.com/phiat.io", "Type": "DeFi", "PHL_Score": "86", "Tags": ["Working", "Sacrifice"], "Social_Links": ["https://twitter.com/phiatcrypto", "https://t.me/phiatcrypto"], "Reputation": "Reputation\nClear utility. Allows people to short HEX (good!). Lesser-known founders, unknown code-quality. Beta available on testnet. Pretty new, not fully battletested yet. No audit yet.", "About": "About $PHIAT\nFork of AAVE.\n\nA Native DeFi Platform for PulseChain. A decentralised liquidity protocol. Use RH Eco tokens as collateral. $phiat is designed to help its holders accrue value and benefit from the platform growth. Native DeFi for PulseChain, powered by $phiat.\n\nPhiat aims to accrue value to the PulseChain ecosystem by providing a trustless place to borrow all your favorite \"RH\" coins, and those related. No middle men, no asking, no 3rd parties, just you and the Phiat platform borrowing from users and lending to anyone in the world. The unique feature of Phiat, by far, is the revenue sharing tokenomic! What is revenue sharing you may ask? Simple! 50% (if all tokens are staked) of the fees generated from borrowers will be paid to stakers of Phiat. This means that as more users interact with the platform and generate more fees the Phiat stakers will earn all sorts of different currencies, a basket of sorts. With this being said there is no need to inflate the Phiat token to pay stakers, therefore yield comes from that of users borrowing and lending, meaning Phiat is a fixed supply of 55,555,000 coins!", "Youtube_link": "https://youtube.com/embed/5tVZjDKlAqI?modestbranding=1"}, {"Token_name": "POWERCITY", "Token_Symbol": "https://pulsehotlist.com/img/apps/POWERCITY.png", "Description": "Ecosystem of projects designed to improve PulseChain", "Token_link": "https://pulsehotlist.com/powercity.io", "Type": "DeFi", "PHL_Score": "84", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/POWERCITYio", "https://t.me/POWERCITYio", "https://youtube.com/channel/UCKoFHpAen2bjhqp4Vzq6ZRQ", "https://medium.com/@powercity", "https://discord.gg/w574jPnQpZ"], "Reputation": "Reputation\nWell-known founders who KYCed. No public beta, no audit, unknown code-quality.", "About": "About $WATT\nPOWERCITY is an ecosystem of multiple defi applications launching on the new PulseChain blockchain, all linked together by the CORE. The CORE is where the WATT token is staked to earn yield generated by the linked dapps in the ecosystem. As the value of the CORE's treasury grows, it will fund staking rewards, buy back and burn of tokens and the continued expansion of the ecosystem.\nAn extensive suite of projects have been planned and are already in various stages of development:\nPOWERCITY CORE (The CORE is the central $WATT Token staking platform through which revenue collected from all the dapps in the POWERCITY ecosystem can be shared with stakers)\nPixel Park NFT Marketplace\nTransformer Cross-Chain Swap (bridging value between AVAX, FTM, BSC, MATIC and PLS)\nAmplifier Loan Booster (a custom automated front-end for Liquity forks like Liquid Loans)\nAccelerator Yield Compounder (automatically compound liquidity providing and yield farming rewards)\nFLEX (reserve currency backed by a treasury of perpetual HEX stakes of various durations that can be traded at any time. Stake $FLEX to earn more $FLEX based on the treasury's true growth.)\nNRG Nodes-as-a-Service (future)\nPOWERCITY PVR Metaverse (future) and more!", "Youtube_link": "https://youtube.com/embed/pfIeJLi2MmY?modestbranding=1"}, {"Token_name": "HPX", "Token_Symbol": "https://pulsehotlist.com/img/apps/HPX.png", "Description": "Decentralized NFT Marketplace with 10,000x token", "Token_link": "https://pulsehotlist.com/hpx.sx", "Type": "Market", "PHL_Score": "83", "Tags": ["Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/Hpx369", "https://t.me/hpx369"], "Reputation": "Reputation\nDoxxed Team, reputable comapany \"Febrit\". $37k of seed founding from CEO. Clear utility. No audit/open-source.", "About": "About $HPX\nWhat's HPX?\nHpx is a marketplace for NFT's trading based on the PulseChain Network. Make profits from owning $Hpx as one of the shareholders of our venture.\n\nMaking Pulse chain increase in value and helping it go viral.\nHPX is the core of popularizing PulseChain. We increase the value of the entire network by providing a stable tool for exchanging value and helping populating Pulse network in NFT space.\n\nEnrich PulseX holders:\nHpx will have auto swap system where user can buy their favorite nft listed for PulseChain (or pHex, PLSX and USDL) using our crypto currency, $Hpx and benefit skipping our 2.22% commission. If person X decides to put his nft up for sale for 10,000,000 PLS person Y will be able to buy it back with our $Hpx token using 0% commission. The savings on this transaction - 222,222 PLS. And will be subject to a commission of 0.29% through the PulseX system\n\nAll Ethereum NFT collections in one place.\nAll of your favorite NFT collections including BAYC, Crypto Punks, Doodles etc... will be available on Hpx.", "Youtube_link": "https://youtube.com/embed/?modestbranding=1"}, {"Token_name": "Texan.CC", "Token_Symbol": "https://pulsehotlist.com/img/apps/Texan.CC.png", "Description": "Endowment Token", "Token_link": "https://pulsehotlist.com/texan.cc", "Type": "Token", "PHL_Score": "82", "Tags": ["Working", "Airdrop"], "Social_Links": ["https://twitter.com/Texan_Token", "https://t.me/TexanToken"], "Reputation": "Reputation\nAudited by Certik. Contract & frontend work on testnet. Supply goes to TexitNow.org (registered 501c4 non-profit), its donors & the team; 1/3 each. Questionable main value proposition of TexitNow members \"using the token\".\n\nThe PHL team advises users to use HEX.COM for price appreciation / staking instead.", "About": "About $TEXAN\nBlockchain technology has enabled a breakthrough way to strengthen nonprofit causes. The Texan Token is a project which represents the tokenization of a community of like-minded individuals across the world who believe in Life, Liberty, Freedom, Sovereignty, and Self-Determination. It is in this spirit and in support of these values that we created the world's first crypto-based endowment token. We believe wholeheartedly that the blockchain has the potential to create a new paradigm in value creation for existing communities.\n\nWe've created the Texan Token smart contract as a financial tool for self-determined people from across the world to unite and secure their future.\n\nIn the traditional financial system, endowments are structures managed by nonprofit charitable organizations. Thousands of organizations worldwide use endowments to secure their future with sound investments. Endowments by design are meant to create sustainability for an organization's mission and operations.\n\nThe Texan Token contract is designed to mimic the functions of a traditional endowment in a smart contract on the blockchain.\n\nWhen you stake your TEXAN Tokens (by locking them in the endowment contract), the contract rewards you with interest/yield which the smart contract is programmed to execute. The base rate is 5% annually but can reach a maximum annual average of 87%, if staked for the maximum of 22 years.\n\nInterest/yield is paid in Texan Tokens through your sole interaction with the Texan smart contract.\n\nTEXAN is true defi. The Texan contract is immutable; there are no admin keys, it's just you and the contract.", "Youtube_link": "https://youtube.com/embed/sZ456GvszOE?modestbranding=1"}, {"Token_name": "PulseOG", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseOG.png", "Description": "Auto-staking token & MetaVerse", "Token_link": "https://pulsehotlist.com/pulseog.com", "Type": "Token", "PHL_Score": "82", "Tags": ["Working"], "Social_Links": ["https://twitter.com/pulseogdotcom", "https://t.me/PulseOGChat", "https://github.com/Beep2003/PulseOG"], "Reputation": "Reputation\nToken & staking frontend works on v2b Testnet. Use case of staking mechanic questionable. Good documentation. No audit. Pverse frontend does not work. Link on official website to price chart shows HEX not POG chart!", "About": "About $POG\nThe PulseOG project pushes to escalate the adoption of PulseChain. Within the Richard Heart eco-system, PulseOG offers an auto-staking science, essentially becoming its own rewards generator for its user/stakers. PulseOG activities have not ended with just staking but is more flexible. The \"Pverse\" is a MetaVerse inside of the PulseOG simulation that users can acquire, redistribute and manage Land. Which may open up wider potential audience than if the \"$POG\" token had less utility. PulseOG is an ecosystem within an ecosystem within an ecosystem.\n\nThe protocol's underlying mechanism allows stakers to earn up to 8% yearly, with a starting total supply of twenty one million \"$POG\" tokens. The \"Pverse City\" Land distribution and \"$POG\" tokens will be available at PulseChain mainnet launch.\n\nOne major advantage of not being centralized is that, we don't need middlemen to interact for us. Stake, unstake or hold our tokens or Land. Every action is done by the user and the user is King.", "Youtube_link": "https://youtube.com/embed/sZ456GvszOE?modestbranding=1"}, {"Token_name": "PulsePot", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulsePot.png", "Description": "Decentralized PVP game on-chain", "Token_link": "https://pulsehotlist.com/pulsepot.io", "Type": "Gaming", "PHL_Score": "81", "Tags": ["Working", "Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/pulsepot", "https://t.me/pulsepot"], "Reputation": "Reputation\nHEX OG dev (anonymous). Open-source but unaudited. Unregulated, no disclaimer about responsible gambling.", "About": "About $PLSP\nSacrifice for PulsePot now! Only 1000000 tokens available. Create your referral link. 100% Unique project built for PulseChain.\n\nPLSP is a utility token and a shareholder token. PLSP is both extremely limited in supply and deflationary. When you play on Pulsepot, holders of PLSP get a reduced winners fee based on the total amount of tokens the winning wallet is holding at the time of the win.\n\nYou earn PLSP by winning a pot! Each pot winner gets attributed 3 PLSP and additional 1 PLSP per 20 USD value in the pot.", "Youtube_link": "https://youtube.com/embed/Ml_xiNC9HjE?t=336&modestbranding=1"}, {"Token_name": "BankX", "Token_Symbol": "https://pulsehotlist.com/img/apps/BankX.png", "Description": "The first to pay you interest for minting a Stablecoin", "Token_link": "https://pulsehotlist.com/bankx.io", "Type": "DeFi", "PHL_Score": "77", "Tags": ["Working", "Sacrifice"], "Social_Links": ["https://twitter.com/BankXio", "https://t.me/BankXio", "https://youtube.com/channel/UCLlgoLq-ROfFeJls0mwZUUA", "https://discord.gg/V5JaTEGAEp", "https://github.com/BankXio"], "Reputation": "Reputation\nEmpty GitHub (code \"will be released after the audit and just before the launch\"). Demo: youtu.be/tOAMjkj-Fng. Audit is underway with Coin Fabrik.\n\nThe PHL team advises users to diversify between multiple stablecoins like USDC, USDL or DAI.", "About": "About $XSD\nThe first to pay Interest for minting a Stablecoin. \"Looping\" multiplies your earnings without liquidation. Pegged to silver. CD for staking.\n\nBy 2030, we will rid the world of the corrupt, tyrannical and incompetent banking system replacing it with a system where billions of people will be in complete control of their financial future. Everyone will be given ultimate freedom to use their assets to create currency, earn interest and multiply returns to accomplish their individual goals. The mission of BankX is to be the first to mint $1 trillion in stablecoin.", "Youtube_link": "https://youtube.com/embed/8cCiKns-D_o?modestbranding=1"}, {"Token_name": "Hurricash", "Token_Symbol": "https://pulsehotlist.com/img/apps/Hurricash.png", "Description": "Completely decentralized protocol for private transactions", "Token_link": "https://pulsehotlist.com/hurricash.com", "Type": "Tool", "PHL_Score": "75", "Tags": ["Working", "Sacrifice", "Anonymity"], "Social_Links": ["https://twitter.com/hurricash", "https://t.me/hurricashchat", "https://medium.com/@hurricash", "https://discord.gg/ktAMAgwyKT", "https://github.com/Hurricash"], "Reputation": "Reputation\nNo security problems known so far. Copied tornado.cash website design. Unknown team with no possibility to contact.", "About": "About $HUR\nHurricash is a decentralized protocol designed to help users transact privately on the Fantom, Binance Smart Chain, Avalanche & Pulse Chain networks. Whenever you transact on these chains, your transactions are public through Etherscan or other blockchain analysis tools. Our protocol helps protect your privacy by offering a way to transact without leaving a trail.", "Youtube_link": "https://youtube.com/embed/Kl_r7yfattM?modestbranding=1"}, {"Token_name": "Helgo", "Token_Symbol": "https://pulsehotlist.com/img/apps/Helgo.png", "Description": "Designed to pump HEX", "Token_link": "https://pulsehotlist.com/helgo.io", "Type": "Meme", "PHL_Score": "73", "Tags": ["Working"], "Social_Links": ["https://twitter.com/helgoio", "https://t.me/helgoio"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nWorking on testnet.", "About": "About $HELGO\nHEX positive MEME coin with solid tokenomics. Created by Hexicans to pump HEX. Deflationary. No admin keys. Farming + Auto buy backs. Trustless launch. Goats. 🐐 Helgo shares his unprecedented accuracy in local bottom calls and knowledge to people in Telegram groups for free.", "Youtube_link": "https://youtube.com/embed/s4KSBFLAVFo?modestbranding=1"}, {"Token_name": "KIRA", "Token_Symbol": "https://pulsehotlist.com/img/apps/KIRA.png", "Description": "Simple Tokenomics on the PulseChain", "Token_link": "https://pulsehotlist.com/kiratoken.com", "Type": "Token", "PHL_Score": "71", "Tags": ["Working", "Airdrop"], "Social_Links": ["https://twitter.com/kiratokencom", "https://youtube.com/channel/UCSFUGWbUOz1vwxnXWkFlO0Q", "https://instagram.com/kiratokencom"], "Reputation": "Reputation\nOne of the first PulseChain projects. Well-known founder. Unclear where buy pressure will come from as only use case is \"SoV / collector's item\". Uses TrustSwap's Mint feature which has been audited.", "About": "About $KIRA\nKIRA token is a cryptocurrency with very simple tokenomics on PulseChain. We are one of the only projects launching on PulseChain without a sacrifice phase. We are airdropping the PulseChain + PulseX sacrifice set, and it requires no action on your part to claim it.", "Youtube_link": "https://youtube.com/embed/Tws00wpuE5E?modestbranding=1"}, {"Token_name": "MAD Energy", "Token_Symbol": "https://pulsehotlist.com/img/apps/MAD%20Energy.png", "Description": "Clean, abundant, affordable energy for all", "Token_link": "https://pulsehotlist.com/madenergy.com", "Type": "Token", "PHL_Score": "70", "Tags": [], "Social_Links": ["https://twitter.com/madthefuture", "https://t.me/OfficialMADnews", "https://youtube.com/MADEvolutionV", "https://reddit.com/r/MADenergy", "https://instagram.com/madthefuture"], "Reputation": "Reputation\nFairly well-known project. Registered company \"Make a Difference Ventures\". Reputable founders, doxxed (not KYCed) team. No token code / audit / beta. \"Online investment integration is coming soon\". Use case / underlying technology questionable, website uses a lot of buzzwords. Claims to \"have contracted a specialized SEC compliance attorney to ensure we abide by SEC regulations\".", "About": "About $MAD\nFounded by world class energy experts with a history of success in global energy projects, MAD Energy was designed to be a clean energy company that specializes in bringing breakthrough technologies to market. MAD brings funding and expertise to its subsidiary companies to guide these technologies from incubation through commercialization.The stellar reputation of MAD's Managing Partners has attracted the most brilliant and positively disruptive energy technologies, companies and projects on the planet. Each project is carefully vetted by MAD's team.\n\nDeep analysis is done to outline a path for legal, business, project management, security, manufacturing and commercialization before entering into partnership under MAD's umbrella.\n\nMAD Energy is a Limited Partnership structure offering individual retail and accredited investors the chance to own equity in a leading clean energy company. Your investment will help us pioneer a better world, creating more freedom and prosperity for mankind, in a cleaner and greener world.\n\nThe MAD Energy token will be a digital representation on the blockchain of investors' ownership in the company. Understand, this equity token is not a cryptocurrency, it is a security, issued by an energy company with real world assets. Rather than issuing in the stock market, MAD Energy is the first energy company in the world to issue an equity token on PulseChain.\n\nTwitter\nMAD Energy\n@madthefuture\nclose\nVerified\n1.3K\nFollowers\n515\nTweets\nhistory\n32h\nfavorite\n20\nFIREBIRD LNG: The Nickerie Deep Water Port & Special Economic Zone development is underway! #EnergyTransition\nhistory\n129h\nfavorite\n57\nNFL Hall of Famer—Marshall Faulk—will be at #PulseCon2022!\n\nHave you purchased your tickets yet?", "Youtube_link": "https://youtube.com/embed/UuA78v7Qass?modestbranding=1"}, {"Token_name": "ReflHEXion", "Token_Symbol": "https://pulsehotlist.com/img/apps/ReflHEXion.png", "Description": "PulseChain rewards in any coin", "Token_link": "https://pulsehotlist.com/reflhexion.com", "Type": "Token", "PHL_Score": "68", "Tags": ["Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/reflhexion", "https://t.me/reflhexion", "https://youtube.com/channel/UCORFeaqQLhxTAidnwRKtJNA"], "Reputation": "Reputation\nTeam KYCed (coinscope.co/coin/rfx/kyc). Frontend beta public on rfx-app.com. No code/audit available.", "About": "About $RFX\nReflHEXion is a completely new and unique type of reflection token with great utility to stock up on your favourite PulseChain coins or add to your PulseChain game theory for passive income over time.\n\nSimply Hold RFX to: Collect Rewards in Any Coin on PulseChain, DCA into Any New Project. Add ReflHEXion to your Passive Income Strategy without doing a thing or investing any more than your principal with ReflHEXion.\n\nStake your RFX tokens to receive RFX ReflHEXion rewards in our fixed and guaranteed staking pools.\n\n5% of the total RFX supply will get airdropped to the PulseX Sacrifice set.", "Youtube_link": "https://youtube.com/embed/MBgEJriuaY4?modestbranding=1"}, {"Token_name": "Pulse33.com", "Token_Symbol": "https://pulsehotlist.com/img/apps/Pulse33.com.png", "Description": "THE BEST MEME COIN ON PULSECHAIN!", "Token_link": "https://pulsehotlist.com/pulse33.com", "Type": "Meme", "PHL_Score": "68", "Tags": ["Working"], "Social_Links": ["https://t.me/Pulse33com"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nWell-known, reputable founders. Fair launch without sacrifice phase. OA might dump their P33.", "About": "About Pulse33.com\nP33 currently runs on BSC but will be forked over to PulseChain after mainnet launch. You can already buy P33 on BSC via PancakeSwap. If you hold 1 P33 on BSC you'll get 1 P33 airdropped on PulseChain.\n\n✓ 100% decentralized, community driven & transparent\n✓ The Pulse33 Smart Contract is open source (MIT Licence), and built using audited code. It follows the ERC20 Standard which has been battletested for years by hundreds of billions of USD worth of tokens. The Contract is immutable with completely isolated & locked consensus code!\n✓ Vanity contract address starting with 0x42069000 to make it immediately identifiable across chains\n✓ 100% finished product on launch, just like HEX. No sacrifice phase. Sufficient liquidity for trading at launch.\n✓ Low enough liquidity to allow for massive price appreciation\n✓ Deflationary nature: no minting function or inflation\n✓ Good amount of supply accounting for Unit Bias\n✓ No admin keys, transfer/sell/hidden fees, taxes, rug pulls, weird staking mechanism or timelocks\n✓ No dogs or apes\n✓ Awesome website with great SEO\n\n\"Meme coins pump hard as fuck!\"\n-Richard Heart", "Youtube_link": "https://youtube.com/embed/_AD9RkfSJBo?modestbranding=1"}, {"Token_name": "WinWin", "Token_Symbol": "https://pulsehotlist.com/img/apps/WinWin.png", "Description": "Daily yield. Big crypto prizes. Never lose your principal.", "Token_link": "https://pulsehotlist.com/winwin.finance", "Type": "Gaming", "PHL_Score": "67", "Tags": [], "Social_Links": ["https://twitter.com/winwindefi", "https://t.me/winwindefi"], "Reputation": "Reputation\nNo prototype/beta/code/audit yet. Hexponential is part of the team, Haunted not part of core team, only advises.", "About": "About $WIN\nBased on PoolTogether.\n\nGrow your savings and win prizes with WinWin, a secure DeFi savings protocol in development for PulseChain.\n\nStake the native token $WIN to diversify your crypto portfolio by earning passive income and prizes in popular PulseChain assets.\n\n$WIN is deflationary with a set supply.\n\nWinWin will help grow the PulseChain ecosystem by encouraging delayed gratification and giving users exposure to a range of exciting PulseChain assets.\n\n$WIN will be immutable with no admin keys. Users never lose any of their principal, and can withdraw it at any time.\n\nWe're building a truly decentralized platform, and in the spirit of that the team has chosen to remain anonymous for now, but may dox later.\n\nKnowledge Base: https://docs.winwin.finance/\n\nTwitter\nWinWin - Coming to PulseChain\n@winwindefi\nclose\nVerified\n1.4K\nFollowers\n347\nTweets\nhistory\n1h\nfavorite\n12\n#Hexicans, behold our long-awaited sac details! \n\nNo date set yet, so watch this space 👀\n\nRetweet if you're excited for @winwindefi to come to #PulseChain", "Youtube_link": "https://youtube.com/embed/x0BcPSm46fY?modestbranding=1"}, {"Token_name": "PulseDogecoin", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseDogecoin.png", "Description": "Meme Coin, airdroped to HEX Stakers", "Token_link": "https://pulsehotlist.com/pulsedogecoin.com", "Type": "Meme", "PHL_Score": "66", "Tags": ["Working", "Airdrop"], "Social_Links": ["https://twitter.com/Pulse_Dogecoin", "https://t.me/PLSDcoin", "https://instagram.com/pulsedogecoin", "https://github.com/PulseDogecoin"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nCompletely unknown team, OA / BA might dump their airdropped PLSD.", "About": "About PulseDogecoin\nBased on Dogecoin.\n\nIn other meme coins, Hundreds of Billions, Trillions, or even Quadrillions of coins are minted into circulation!\n\nPulseDogecoin aims to Redefine the Scarcity of Meme Coins and be a Store of Value by only Airdropping FREE PLSD coins to the Strongest crypto Holders in the World, HEX Stakers!\n\nFair airdrop distribution for ALL HEX Stakers where existing whales do NOT start off with any significant advantages over the average Staker!\n\nThe goal of PulseDogecoin is to become the #1 Meme Coin on PulseChain and become the New Leader of the Meme Coin Narrative!", "Youtube_link": "https://youtube.com/embed/_5yuQ6qUiKs?modestbranding=1"}, {"Token_name": "Hocus Pocus Finance", "Token_Symbol": "https://pulsehotlist.com/img/apps/Hocus%20Pocus%20Finance.png", "Description": "HEX from the community eyes", "Token_link": "https://pulsehotlist.com/hocuspocus.finance", "Type": "Token", "PHL_Score": "65", "Tags": ["Working", "Airdrop"], "Social_Links": ["https://twitter.com/HocusPocusFi", "https://t.me/HocusPocusFinance", "https://youtube.com/channel/UCfWgk59xvEubi1akhHtpKGg", "https://medium.com/@hocuspocusfi", "https://github.com/Hocus-Pocus-Finance"], "Reputation": "Reputation\nAudited by Solidity Finance, Certik audit in progress. Contract deployed on testnet, frontend not working yet. Anonymous, lesser-known team who plan to show their faces on camera after launch.", "About": "About $HOC\nHocus Pocus is a DeFi protocol which simplifies staking for investors on the PulseChain Network. HODL your HOC in your wallet and receive rewards. Your wallet, your keys, pure DeFi. Hoc is the platform's utility and governance token. Holding HOC allows investors to benefit from the sells of HOC through reflections, as well as receiving profit distribution from the treasury.", "Youtube_link": "https://youtube.com/embed/kp2GHJTbC5c?modestbranding=1"}, {"Token_name": "Internet Money", "Token_Symbol": "https://pulsehotlist.com/img/apps/Internet%20Money.png", "Description": "Native PulseChain wallet. Earn passive income in PLS/ETH/BNB", "Token_link": "https://pulsehotlist.com/imcrypto.net", "Type": "Wallet", "PHL_Score": "64", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/internetmoneyio", "https://t.me/internetmoneyio", "https://reddit.com/r/internetmoneyio"], "Reputation": "Reputation\nWell-known, doxxed founder. Core team known by names, devs unknown. IM token already works. No code / working beta / audit of wallet software.", "About": "About Internet Money\nThe Internet Money Ecosystem is dynamic and focuses its efforts towards onboarding new users into crypto, through PulseChain. The primary tool in our arsenal is the native PulseChain wallet we are building. The Internet Money Wallet aims to be the easiest onboarding experience for new crypto users. We will accomplish this by providing users an intuitive UI (user interface) and approachable branding that helps bridge the gap from legacy finance, to crypto. Additionally, all users who download our app will be able to claim free PLS and free Internet Money (IM). What about advanced crypto users? We will have features that even the most advanced crypto user will appreciate. The Internet Money Wallet will be an IOS app, Android app and Chrome Browser Extension.\n\nThis is a two token ecosystem, Internet Money (IM) and Internet Money Dividend (IMD).\n\nIM is a peer to peer digital cash. No admin keys, no taxes, no reflections and is deflationary. IM was launched on BSC on 11/29/2021. Holders of IM on BSC will get a 1:1 copy when IM launches on PulseChain. IM also exists on PulseChain testnet.\n\nIMD is the first token of its kind. The Internet Money Wallet will generate fees when swaps from one token to another are performed within the wallet (like other crypto wallets). Unlike other crypto wallets, these fees will be distributed back to the holders of the IMD token! Example: If you hold IMD on PulseChain, you will receive fees that are generated on PulseChain within the wallet. The coolest part? These fees are generated in the blockchains native coin. Holding IMD on PulseChain = Passive income in the form of PLS. Staking, delegating or locking up your IMD is NOT required to earn your passive income. Simply, hold IMD in a wallet you own the private keys to.\n\nCrypto Currency was created to be a decentralized way to interact with money. We aim to take continual steps towards the decentralization of every facet of the Internet Money ecosystem; because we believe this is the way money should be:\n\nNo centralized entities.\nNo controlling forces.\nPower, in the hands of the people.", "Youtube_link": "https://youtube.com/embed/AmBN1zlt56c?modestbranding=1"}, {"Token_name": "DecentralizeX", "Token_Symbol": "https://pulsehotlist.com/img/apps/DecentralizeX.png", "Description": "Self-governed blockchain CD", "Token_link": "https://pulsehotlist.com/decentralizex.com", "Type": "DeFi", "PHL_Score": "64", "Tags": ["Working", "Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/DTXcrypto", "https://t.me/DTXcrypto", "https://github.com/macNcheeseFinance/XVMC-core"], "Reputation": "Reputation\nAnonymous founder \"Mark\". Working contract & frontend on testnet. Audited by SolidProof. OA could dump after 5 years.\n\nThe PHL team advises users to use HEX.COM instead.", "About": "About $DTX\nHEX was the first revolutionary blockchain CD that added interest(staking) to the Bitcoin model. DTX further improves by adding the governance aspect on top, creating a fully dynamic and self-evolving environment!\n\nFully working, production ready, audited code. Lock&stake your tokens to earn interest and gain power and influence over the network. Entirely trustless & decentralized, no admin keys, no middlemen, no banks, no trusted third parties required.\n\nInnovative staking features, token lock ups, attractive APYs, recurring reward boost events, delegated voting, treasury wallet governance, stake-rollover bonuses, transferring& gifting locked stakes, integrated decentralized oracles, native stake trading support, stake division, NFT staking support(community owned virtual land), low % origin address ownership(100% staked for 5years), licensed(copycat protection) and much more!\n\nWe Started as XVMC protocol on Polygon, over a year ago. DecentralizeX is a fork of the protocol projected on the Pulsechain Network. Over 2500 users have free-claimed using their assets with a combined net worth of $220M+, most of which was HEX. The claimed token(XVMC) can be sacrificed. There is also a free-claim process and open sacrifice, allowing for new participant to enter the ecosystem!", "Youtube_link": "https://youtube.com/embed/NL9y00Bk1Rk?modestbranding=1"}, {"Token_name": "NFTonPulse", "Token_Symbol": "https://pulsehotlist.com/img/apps/NFTonPulse.png", "Description": "Building dApps for the future", "Token_link": "https://pulsehotlist.com/nftonpulse.io", "Type": "Market", "PHL_Score": "63", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/nftonpulse", "https://t.me/nftonpulse"], "Reputation": "Reputation\nNot battletested (yet). No public beta/audit. Same team as behind HowToPulse.com", "About": "About $INNO\nOur Vision Is To Carry Forward More Accessible Decentralized DApps With The Belief Of Financial Freedom. $INNO Is An Ever-Expanding Ecosystem Of DApps And Services, Built For A Decentralized Future.\n\nINNO is a token that is created by INNO Labs. Our ecosystem token INNO will serve as a utility token on platforms and DApps built on PulseChain. INNO Labs' vision is to carry forward more accessible decentralized DApps with beliefs of financial freedom and the right to ownership.", "Youtube_link": "https://youtube.com/embed/dnDM7xeexiQ?modestbranding=1"}, {"Token_name": "MORE", "Token_Symbol": "https://pulsehotlist.com/img/apps/MORE.png", "Description": "Bitcoins worst nightmare", "Token_link": "https://pulsehotlist.com/moretokens.com", "Type": "Meme", "PHL_Score": "55", "Tags": ["Working", "Airdrop"], "Social_Links": ["https://twitter.com/buymoretokens", "https://t.me/buymoretokens"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nNo audit. Very well-known founder with some controversial relations to the Bitconnect scam.", "About": "About $MORE\nSince the only thing people really care about is the price of their asset going up, we've created a token that easily does this. A huge problem with most high yielding coins is inflation. In other projects, as tokens come onto market it increases the supply. And if this increase in supply is not met with an increase in demand, the price falls and never recovers. To fix this $More token has a capped supply of 8Trillion tokens which were all minted at the same time. This means there will never be more than 8Trillion tokens and no unexpected supply shock. $More tokens stay rare by design.", "Youtube_link": "https://youtube.com/embed/4Pj0BtMpTUE?modestbranding=1"}, {"Token_name": "PulseDogElon", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseDogElon.png", "Description": "We meme the world", "Token_link": "https://pulsehotlist.com/pulsedogelon.com", "Type": "Meme", "PHL_Score": "55", "Tags": ["Working", "Sacrifice"], "Social_Links": ["https://twitter.com/PulseDogElon", "https://instagram.com/pulsedogelon"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nUnknown founder. No audit. PulseChain Sacrifice address owns 50% of the total supply, could dump at any time.", "About": "About PulseDogElon\nPulseDogElon is a community meme token designed to promote the launch of PulseChain. It is available on BNB (Binance Smart Chain) since October 2021.\n\nAll holders will receive an equal 1:1 airdrop on PulseChain at launch (in 4 weeks). You can also get $PELON on PulseChain through the Sacrifice process at a better rate than on BNB.\n\n$PELON will have a maximum supply on PulseChain capped at 21 million tokens in honor of Satoshi Nakamato. 50% of the token supply on BNB was donated to the PulseChain Sacrifice address as a commitment to people that believe speech is a protected human right and blockchains are speech.\n\nWe will never be listed on CoinMarketCap or Coingecko because they never showed any respect to Hexicans.\n\nWe're here to bring adoption to PulseChain and convince Elon to invest in $HEX and PulseChain.", "Youtube_link": "https://youtube.com/embed/L1myebWu2kA?modestbranding=1"}, {"Token_name": "Gamma", "Token_Symbol": "https://pulsehotlist.com/img/apps/Gamma.png", "Description": "Decentralized, censorship resistant social media platform", "Token_link": "https://pulsehotlist.com/pulsegamma.com", "Type": "Social", "PHL_Score": "53", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/PulseGammaRay", "https://t.me/PulseGamma", "https://github.com/MXO-Term/GammaPulses"], "Reputation": "Reputation\nSocial media platform (value based on Metcalfe's law).\n\nClear use-case. No well-known team members with social equity. GitHub is empty (no commits, only forked codebase from rocket.chat). No audit. \"Revenue Pool\" will only accrue enough fees with large userbase -> high risk/reward.", "About": "About $RAY\nFork of rocket.chat.\n\nGamma is a decentralized social media platform without censorship. It uses a heavily modified version the opensource rocket.chat codebase to create a twitter-like social media platform. Gamma utilizes IPFS hosting to achieve an almost un ddosable, decentralized form of hosting. Conventional platforms like Twitter, Facebook. Instagram all shut down a few times per year due to Cloudflare/AWS faillure. Single points of failure. We solve this by being decentralized in almost every imaginable way.\n\nFrontEnd (Client): IPFS hosting + Conventional AWS hosting. This means that even when half the internet goes down Gamma users are unaffected.\n\nBackend / Message database: Gamma allows users to post to gamma's decentralized hosted database, or directly onto the PulseChain blockchain.\n\nUser Login / User datbase: Users can only log into gamma using an EVM compatible wallet. This means we do NOT have a database of userdata like emails/passwords/ip-addresses. As long as math keeps mathing, you can sign in.\n\nPotential problems: Images/videos, these take up ALOT of data and even PulseChain will not support this amount of data, our planned solution is embedding upload pages to both BitTorrent and LBRY, then allowing this files to be embedded into posts. We use already decentralized platforms as part of the solution.", "Youtube_link": "https://youtube.com/embed/i8-j_IG2Lx4?modestbranding=1"}, {"Token_name": "Disco Burn Token", "Token_Symbol": "https://pulsehotlist.com/img/apps/Disco%20Burn%20Token.png", "Description": "Hyper-deflationary token", "Token_link": "https://pulsehotlist.com/discoburntoken.com", "Type": "Token", "PHL_Score": "49", "Tags": ["Working", "Airdrop"], "Social_Links": ["https://twitter.com/DBT_Official", "https://t.me/DiscoBurnPartyToken", "https://youtube.com/playlist?list=PLtw6dOAZOiSAqBUys1XxoGSdTqq2g7ez5", "https://reddit.com/r/discoburntoken", "https://instagram.com/dbt_global", "https://github.com/Disco-Burn-Token"], "Reputation": "Reputation\nGood, informative website. Works on BSC, team plans to build a BSC-Pulse bridge to bridge their token over. Mostly unknown team in the PulseChain community, doxxed but not KYCed. GitHub is empty! Certik audit \"in progress\". Use case questionable.", "About": "About Disco Burn Token\nThe Disco Burn Token is a hyper-deflationary token in the Binance Smart Chain and soon to be PulseChain that buys and burns other cryptocurrency tokens. We expose our investors to safe, vetted projects and have projects compete to win the opportunity to have DBT buy and burn their tokens raising their floor price permanently. Winners are chosen by DBT holders voting on the blockchain.\n\nWe will be one of the pioneering projects that will be available on PulseChain post-launch. Our COO, Carmen is also on the PulseCon team and working on the PulseCon conference. We are big fans of Richard Heart and HEX and each member of our team has sacrificed to Pulse or PulseX. We are very excited for PulseChain and what the future holds!", "Youtube_link": "https://youtube.com/embed/O5Cz7Ufy9XI?modestbranding=1"}, {"Token_name": "PulseVerse", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseVerse.png", "Description": "Decentralized NFT ecosystem", "Token_link": "https://pulsehotlist.com/pulseverse.io", "Type": "Market", "PHL_Score": "47", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/PulseVerseio", "https://t.me/PulseVerse", "https://youtube.com/channel/UCKOSvI8P-NQFLXfUcPP61jw", "https://reddit.com/r/pulseverse", "https://discord.gg/veUkyeVqPB", "https://instagram.com/pulseverse"], "Reputation": "Reputation\nNot battletested (yet). No public beta/audit. Subreddit has been banned.", "About": "About $PLSV\nOur NFT marketplace will be the central place for all NFT trades and interactions. You will be able to trade and interact with any NFTs that you hold on PulseChain (including NFTs forked from Ethereum). This includes ERC721 and ERC1155 token standards. Our marketplace will also have additional features that support the current utility of NFTs and the future use cases we have planned for our platform.\n\n$PLSV is the native token of PulseVerse, PulseVerse has a platform fee of 2.5%. 1.5% of these platform fees could go to the stakers of $PLSV and 0.5% for buy-back and burn. Then, 0.5% to a wallet with no expectations. In addition, we will be holding special events from time to time where token holders can benefit from discounts on platform fees if they meet certain requirements. We also have future use cases planned for this token.", "Youtube_link": "https://youtube.com/embed/gQpmcAE8rrE?modestbranding=1"}, {"Token_name": "PoorPleb", "Token_Symbol": "https://pulsehotlist.com/img/apps/PoorPleb.png", "Description": "Free airdrop to Plebs, whales get nothing", "Token_link": "https://pulsehotlist.com/poorpleb.win", "Type": "Meme", "PHL_Score": "46", "Tags": ["Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/PoorPlebWin", "https://t.me/poorplebwin", "https://instagram.com/PoorPleb"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nFairly well-known founder.", "About": "About $PP\nPoorPleb ($PP) is a zero utility ERC20 memecoin, there are no features other than buy sell and send.\n\nPoorPleb ($PP) has a unique distribution model called \"Proof of Pleb\", we will airdrop this coin for free to small players in the biggest communities in the memecoin space (shib, floki, cummies and more).\n\nWhales will recieve NOTHING\n\nPoorPleb ($PP) is a social experiment designed to flip the existing airdrop narrative upside down and only distribute free coins to people who need the opportunity more\n\nThere will be more than 1,500,000 addresses that will be eligible to free claim. This is the largest target audience for any Pulsechain project other than the actual network itself.\n\nThis token is designed to enrich the Plebs and enrage the whales. Whales can secure a position in the system by sacrificing for Freedom of Plebs, details are on the PoorPleb.win website.\n\nIn Plebs we trust.", "Youtube_link": "https://youtube.com/embed/liyKTr4IJ2E?modestbranding=1"}, {"Token_name": "PulseLN", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseLN.png", "Description": "PulseChain's #1 fiat onramp solution", "Token_link": "https://pulsehotlist.com/pulseln.com", "Type": "Exchange", "PHL_Score": "45", "Tags": ["Working", "Sacrifice"], "Social_Links": ["https://twitter.com/PulseLN", "https://t.me/PulseLN", "https://github.com/PulseLN"], "Reputation": "Reputation\nClear use case. Working on testnet. Potential problem: large buys won't happen over the Lightning Network -> PulseLN has to accrue their fees via high order volume. Unknown team, centralized exchange. Copied the official PulseChain website. GitHub only holds code auf PLN token, not the code of exchange logic -> closed-source. No audit.", "About": "About $PLN\nPulseLN allows users to buy PLS with BNB & Bitcoin (sent over the Lightning Network). Enjoy the two fastest and most popular blockchains with cheap fees, PulseChain and Bitcoin's Lightning Network.", "Youtube_link": "https://youtube.com/embed/qH-j0shhOUw?modestbranding=1"}, {"Token_name": "BEETroot", "Token_Symbol": "https://pulsehotlist.com/img/apps/BEETroot.png", "Description": "Anonymous cryptocurrency exchange", "Token_link": "https://pulsehotlist.com/beetroot.world", "Type": "Exchange", "PHL_Score": "42", "Tags": ["Working", "Sacrifice"], "Social_Links": ["https://twitter.com/BEETroot___", "https://t.me/BEETrootChat"], "Reputation": "Reputation\nClear use case. 3.7 stars on Trustpilot (1 review). Not open source, no audit, no OA. Fairly unknown team.\n\nThe PHL team advises users to use PulseX / Pulseramp instead.", "About": "About $BEET\nAnonymous Cryptocurrency Exchange with over 700 assets, PulseChain in the works. No restrictions or upper limits. Just simple, direct, private, autonomous swaps that you can track and follow all the way.\n\nSafe, secure, ultra quick aggregation and auto execution. No funds or personal data are stored. Best prices across multiple liquidity & routing partners via SmartRate tech.\n\nBEET Overview:\n\nBEET is an immutable and deflationary reflection token that will be launching on Pulse Chain. In addition, fees from the BEETroot Anon Crypto Exchange aggregator will be used to buy & burn BEET, creating ongoing & increasing buy pressure while deflating supply.\n\nTokenomics & Black Hole:\n\n20% of the initial supply will go straight into the official burn address to create a giant black hole, which attracts the reflections and sucks up supply in a disproportionate measure. See it as an eternally & provably locked friendly OA in reverse, the benefits without the keys and risk.\n\nThe black hole will keep growing and accelerating deflation, both from reflections and ever bigger buy & burns as the exchange grows.\n\nThis enables a super small traders tax of only 2% in total to make a huge impact on deflation, combined with the buy & burns.\n\nRewards:\n\nHodlers are rewarded by way of auto reflections from the 2% traders tax, simply by holding BEET in their wallet. No staking is required, your balance will increase in real time from all global BEET trades on the dex, while the total supply deflates.\n\nBuy & Burn:\n\nFees from BEETroot Anon Exchange are used to buy back & burn BEET at random times so the buy pumps can't be gamed. This creates ongoing & increasing long term buy pressure from it's own protocol. A self feeding cycle that will trigger further buying from the wider market, all while reducing supply on the burn.\n\nDeflationary:\n\nIn addition, there is the black hole sucking ever larger amounts of supply from it's share of both the reflections & the buy back & burns, forever growing & accelerating deflation.", "Youtube_link": "https://youtube.com/embed/qH-j0shhOUw?modestbranding=1"}, {"Token_name": "Pulse Abides", "Token_Symbol": "https://pulsehotlist.com/img/apps/Pulse%20Abides.png", "Description": "YouTuber based airdrop token", "Token_link": "https://pulsehotlist.com/thepulseabides.info", "Type": "Token", "PHL_Score": "41", "Tags": ["Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/the_pulseabides", "https://t.me/ThePulseAbidesToken", "https://youtube.com/ThePulseAbides", "https://discord.gg/F4gRrnzkGr"], "Reputation": "Reputation\nTwitter account got suspended. No code/audit.", "About": "About $TPA\nUsecase: The usecase of TPA token is to provide free tokens via watching and commenting your wallet address along with a \"word of the day\", essentially the usecase is to provide people with a way to make FREE cryptocurrency by simply watching The Pulse Abides channel.\n\nProblem/Solution: Many people in developing countries cannot afford to purchase crypto or have no way of purchasing through their banks if the even have access to a bank, TPA allow people in the countries especially to actually generate an income of sorts simply by watching The Pulse Abides.\n\nHow it works: Simply put, people watch daily videos to earn an airdrop, watching these daily videos actually generates YouTube/Adsense revenue, as does visiting the website for other things like gaming etc in the future and also advertising opportunities that arise out of the channels growth and coins growth, any revenue generated in a weekly period is used to buy up TPA from the main TPA/PLS trading pair on PulseX, these bought up TPA are then send to the 0x0000000000000000000dead wallet address, then using the tokens held by the OA half of that weekly amount in dollar terms is distributed evenly across every single person that commented the \"word of the day\" along with their PulseChain wallet address.", "Youtube_link": "https://youtube.com/embed/6yB6X2qmsV8?modestbranding=1"}, {"Token_name": "PLSPEAK", "Token_Symbol": "https://pulsehotlist.com/img/apps/PLSPEAK.png", "Description": "Web 3.0 social platform embedded with an information market protocol", "Token_link": "https://pulsehotlist.com/plspeak.com", "Type": "Social", "PHL_Score": "41", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/plspeakcom", "https://t.me/plspeakcom"], "Reputation": "Reputation\nSocial media platform (value based on Metcalfe's law).\n\nNo public beta/code/audit available.", "About": "About $SPEAK\nPLSpeak is the FIRST Web3.0 Social Platform in Crypto that let users DISCUSS, TRADE on the world's most highly-debated topics (politics, crypto trend, Sports, world events etc). You can build a portfolio based on your forecasts and earn a return if you are right. When you decide to buy shares in a market, you are making decision based on your own knowledge, research, and view of the future.\n\nPLSPEAK's mission is to provide an unbiased social platform for everyone. Users can feel free to enjoy FREEDOM OF SPEECH in our platform, NO political correctness, NO censorship, we embrace different political sides and opinions, we also provide a protocol to allow users to back up their words by betting on their beliefs.", "Youtube_link": "https://youtube.com/embed/fLPFUOHnEdE?modestbranding=1"}, {"Token_name": "Genius", "Token_Symbol": "https://pulsehotlist.com/img/apps/Genius.png", "Description": "Hyper-Yield, A.I.-driven Blockchain CD", "Token_link": "https://pulsehotlist.com/geni.app", "Type": "Token", "PHL_Score": "40", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/genicrypto", "https://t.me/genicrypto", "https://youtube.com/RobertGenito", "https://instagram.com/genicrypto"], "Reputation": "Reputation\nNo audit/code/beta available. Founder uses real name but not KYCed with public company. AI part questionable.\n\nThe PHL team advises users to use HEX as a SoV / CD instead.", "About": "About Genius\nGenius is like a banking Certificate of Deposit, except it is on the blockchain, in the full control of the end user, and artificial intelligence (A.I.) influences its reward structure. Genius is, furthermore, immune to human corruption and biased bureaucracy. Genius is the first hyper-yield A.I. blockchain Certificate of Deposit that aspires to appreciate. Genius will be used by end users to generate passive income.\n\nFunctionally, and \"under the hood\" of the software engine, Genius is an Ethereum- and PulseChain-based smart contract that is immutable, which means that the code cannot be changed. Genius has no admin key, meaning that it cannot be exploited by any human or privileged access. Furthermore, it has no \"developer coins\" and the users cannot be \"rug pulled\". These are marketing-specific industry terms that mean value cannot be stolen from end users of the Genius Smart Financial Contract.\n\nGenius is designed to enforce a positive, healthy, and democratic financial market by defending its value from typical negative market activities. This is done by incentivizing users to \"lock away\" their value for a length of time promised by the end user. For users who change their mind about their promises, or neglect to attend to their promises, their wealth is redistributed to the smart contract's good actors over time until they re-engage their commitment. An A.I. layer continuously monitors the end users' actions and reevaluates incentives for the benefit of end users who keep their promises. With Genius, your time (attention) and your intentions (promises) are reflected as value. In other words, Genius's internal artificial intelligence constantly considers the end users' actions, evaluates the likeliness that a user will break their promise(s), and adjusts the reward incentives to entice users to stick to their original promises. In layman's terms: Genius is also designed to protect its users from the effects of market manipulation, negative market conditions, and human greed and impatience.\n\nUtility. Genius can be used to store value (save) and generate passive income over a period of time. This is done by \"Genius Mining\". Similar to Bitcoin Mining, the new Genius tokens are only paid out to those who are mining for Genius. With Bitcoin Mining, you need to purchase expensive mining equipment, use lots of electricity, and trust a mining pool. With Genius Mining, all you need is the Genius Token and to create a dedicated pledge (promise) to generate passive income. Unlike with Bitcoin Mining, Genius Mining has no need for expensive equipment and useless computations that ultimately burn through electricity.\n\nWhite paper: https://geni.to/smartcontract\n\nGenius is in development and is estimated to be released late summer 2022", "Youtube_link": "https://youtube.com/embed/oXuLCgDf994?modestbranding=1"}, {"Token_name": "WAIT", "Token_Symbol": "https://pulsehotlist.com/img/apps/WAIT.png", "Description": "PulseChain pre-release token", "Token_link": "https://pulsehotlist.com/0xwait.com", "Type": "Meme", "PHL_Score": "39", "Tags": ["Working", "Airdrop"], "Social_Links": ["https://twitter.com/0xcoast", "https://t.me/Coast0x", "https://reddit.com/r/0xCoast"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nGood whitepaper. Unknown Team that claims to have KYCed with SolidProof. Many users complained about the free claim not working and losing their ETH. Frontend does not show useful error messages, many buttons do not work. \"Timekeeper\" address receives 50% of \"Midnight bonus\" (most of the supply). Missing utility / buy pressure -> constant dumping.", "About": "About WAIT\n$WAIT is a ERC-20 smart contract that tokenizes time spent waiting for the launch of PulseChain, the new dPOS Ethereum-fork being created by Richard Heart.\n\nWhile alluded to, the PulseChain release date has never been confirmed leaving the community to continuously $WAIT for deployment. Coast intends to game-ify this time period and give free\n\n$WAIT tokens to anyone who sacrificed for Pulse and/or PulseX. We have further included the sacrificers for six other projects building on PulseChain.\n\n$WAIT uses a combination of on-chain smart contracts, connectors and off-chain data sources to create the ETH and BSC sacrifices sets for each of the eight supported projects. This system allows claimers to quickly check their ETH address against the sacrifice database before minting their $WAIT.\n\nDue to time and usability constraints, Coast is only able to support those who sacrificed on the Ethereum (ETH) and Binance Smart Chain (BSC) blockchains . This was a difficult decision. But something that we felt was in the best interests of the project.\n\nThe total supply of $WAIT will depend on the launch date for Pulsechain. Every hour that passes before Pulse launches entitles each address in each sacrifice set to mint an additional $WAIT.", "Youtube_link": "https://youtube.com/embed/wFd13EpB04E?modestbranding=1"}, {"Token_name": "EQUINOX", "Token_Symbol": "https://pulsehotlist.com/img/apps/EQUINOX.png", "Description": "The first certificate of deposit token aligned with the seasons", "Token_link": "https://pulsehotlist.com/eqnox-token.com", "Type": "Token", "PHL_Score": "38", "Tags": ["Working", "Airdrop"], "Social_Links": ["https://twitter.com/eqnox_token", "https://t.me/eqnox_token"], "Reputation": "Reputation\nWorks on BSC. No admin keys. No audit available. Anonymous, lesser-known founders. Funding questionable.\n\nThe PHL team advises users to use HEX as a SoV / CD instead.", "About": "About $EQNOX\nEQNOX is based on the way HEX works, but with dynamic interest and penalties that change every 91 days (like seasons do). It has mechanisms that allow users to manage them, like splitting and merging stakes, and stake transfer. EQNOX is in a state of active development, where we launch new contracts whenever a proposal comes around, being the Decentralized Stake Exchange an example. We are also developing a new token designed with tokenomics similar to HEX that benefits EQNOX stakers, and assists on its liquidity. EQNOX has been up since January 1st, with a staking contract revision on Feb 4th.\n\nThe team is composed by two people. Edwin and Kakashi. They are not doxxed but are active on the TG channel, with an estimate response time between 5 minutes and 3 hours.\n\nAbout funding:\nDevs don't get paid. They participate in the project the same way that other users. From the auction participations, 10% went to marketing. There's also another 2% in each stake sale at the DEX, and two new projects will be launched as well that may incurr aditional funds for marketing.", "Youtube_link": "https://youtube.com/embed/3juzsQIdbT4?modestbranding=1"}, {"Token_name": "FlokiPulse", "Token_Symbol": "https://pulsehotlist.com/img/apps/FlokiPulse.png", "Description": "Token to onboard users from BSC", "Token_link": "https://pulsehotlist.com/flokipulse.com", "Type": "Meme", "PHL_Score": "37", "Tags": ["Working", "Sacrifice"], "Social_Links": ["https://twitter.com/FlokiPulseV2", "https://t.me/FlokiPulseV2_official", "https://discord.gg/v62w4MJM", "https://instagram.com/floki_pulse"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nUnknown founders. V2 rebrand.", "About": "About FlokiPulse\nBased on Floki Inu.\n\nFlokiPulse combines the power of four great communities under one new platform on the Pulse chain. Members of the original groups will get to participate in the most exciting airdrop in PulseChain history. Those who didn't get in on the original tokens are invited to join us and help us create the largest and most interactive NFT staking platform to ever exist.", "Youtube_link": "https://youtube.com/embed/RTAuZiwBwxs?modestbranding=1"}, {"Token_name": "Ray Dex", "Token_Symbol": "https://pulsehotlist.com/img/apps/Ray%20Dex.png", "Description": "Decentralized trading & lending", "Token_link": "https://pulsehotlist.com/raydex.org", "Type": "Exchange", "PHL_Score": "35", "Tags": ["Working", "Sacrifice"], "Social_Links": ["https://twitter.com/raydexcrypto", "https://t.me/raydexcrypto", "https://medium.com/@raydex", "https://github.com/raydex-org"], "Reputation": "Reputation\nPublic Beta & code on Testnet available. Bug bounty up to $1k via Immunefi. Unknown team (Twitter account has DMs disabled, owner of official TG group is called \"Crypto Bigboyz2010\").\n\nThe PHL team advises users to use PulseX instead.", "About": "About $RDX\nFork of Sushi and Compound.\n\nLighting fast AMM Dex. Energy efficient and Deflationary ecosystem. Earn $PLS Rewards by Staking $RDX. We aim is to be the one-stop shop Defi hub on Pulsechain. A suite of features powering the evolution of Defi on PulseChain.", "Youtube_link": "https://youtube.com/embed/RTAuZiwBwxs?modestbranding=1"}, {"Token_name": "HexBear", "Token_Symbol": "https://pulsehotlist.com/img/apps/HexBear.png", "Description": "A community and token for HEX bears", "Token_link": "https://pulsehotlist.com/hexbear.io", "Type": "Token", "PHL_Score": "30", "Tags": ["Working", "HEX-related", "Sacrifice"], "Social_Links": ["https://t.me/hexbeario", "https://github.com/Hex1exe/bearX"], "Reputation": "Reputation\nEmpty GitHub repo, no code, no audit.\n\nThe PHL team advises users to short HEX with a tool like PHIAT instead of buying HXB. Regarding the staking part we advise users to use MAXI instead as its trustless.", "About": "About HexBear\nA community and token for hex bears. Creating volatility for maximum potential through community led buy and burn. Aimed at aggressive expansion.\n\nGathering the best parts of DeFi development under one roof to support constant growth is the main focus of HexBear. Making education a necessary part of the HexBear community and incentivizing good work will expand it's user base faster than any community ever formed.\n\nHexBear is a meme coin with future plans for buy and burns. It was launched in a hex bear market with very low liquidity to give early adopters a good price. All available supply was put on uniswap V1 and given to interested HEX holders.", "Youtube_link": "https://youtube.com/embed/8-zVj-4zFm4?modestbranding=1"}, {"Token_name": "Love.io", "Token_Symbol": "https://pulsehotlist.com/img/apps/Love.io.png", "Description": "Worldwide adoption & highest possible value appreciation", "Token_link": "https://pulsehotlist.com/love.io", "Type": "Social", "PHL_Score": "29", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/LovePulseChain", "https://t.me/loveiocommunity", "https://youtube.com/channel/UCGw-wE42BvSP3Gu1zmlISrg"], "Reputation": "Reputation\nSocial media platform (value based on Metcalfe's law).\n\nUnique (only competitor might be PLSPEAK). Use case not that clear, lots of buzz words. No public beta/code/audit. Registered non-profit company but unknown team.", "About": "About $LOVE\nLOVE (Ticker Symbol: LOVE) is a cryptocurrency designed for censorship resistance, worldwide adoption and made for the highest possible value appreciation. The value for any cryptocurrency is mainly in relation to the overall utility and size of the network. More users in a network equals a higher coin or token price due to a limited supply of the coin or token in the network. We refer to this in academics as \"Metcalfe's law\". It is therefore of great importance for value appreciation that the cryptocurrency is decentralized, has utility and can scale across borders of networks, communities and languages.", "Youtube_link": "https://youtube.com/embed/_NObOWu7E6E?modestbranding=1"}, {"Token_name": "Khaos Verse", "Token_Symbol": "https://pulsehotlist.com/img/apps/Khaos%20Verse.png", "Description": "Khaos is the first AMM & DEX on PulseChain.", "Token_link": "https://pulsehotlist.com/khaosverse.com", "Type": "Exchange", "PHL_Score": "29", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/KhaosVerse", "https://t.me/KhaosVerse", "https://reddit.com/r/KhaosVerse", "https://discord.gg/qmbvTHFSTR"], "Reputation": "Reputation\nCompletely unknown team. No code/audit/beta available. No reason to use over PulseX/PulseRamp.", "About": "About $KHAOS\nKhaosVerse was created by PulseChain investors to bring you the first-ever decentralized exchange platform in Crypto. From bridging and swapping to trading NFT's, KhaosVerse has it all. Our goal is to make it as straightforward as possible for investors, experienced or inexperienced, to accomplish all of the above and much more. Please watch our video to learn more in-depth about what we offer and what KhaosVerse can do for you.", "Youtube_link": "https://youtube.com/embed/kI5Wv5luXSU?modestbranding=1"}, {"Token_name": "PulseDoge", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseDoge.png", "Description": "In it for the tech. Zero inflation yield with JPEGs", "Token_link": "https://pulsehotlist.com/pulsedoge.win", "Type": "Meme", "PHL_Score": "23", "Tags": ["Working"], "Social_Links": ["https://twitter.com/pulsedogewin", "https://t.me/Pulsedoge", "https://medium.com/@pulsedoge"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nNFT project (not fungible/highly volatile asset class). Unknown team, unclear use case.", "About": "About PulseDoge\nBased on Dogecoin.\n\n$Pulsedoge is a community meme token on Binance Smart Chain. We're here to bring adoption to PulseChain, and show the world which doge has the biggest swinging bollocks in crypto. All holders will receive an equal 1:1 airdrop on PulseChain at launch.", "Youtube_link": "https://youtube.com/embed/qfYGBzmCkok?modestbranding=1"}, {"Token_name": "Pulselorian", "Token_Symbol": "https://pulsehotlist.com/img/apps/Pulselorian.png", "Description": "A guild of BSKR hands", "Token_link": "https://pulsehotlist.com/pulselorian.com", "Type": "Token", "PHL_Score": "22", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/ThePulseLorian", "https://t.me/ThePulseLorian", "https://github.com/PulseLorian"], "Reputation": "Reputation\nUnclear use case. Audit has been \"requested\". Last git commit was 2 Months ago.", "About": "About $BSKR\nBest tokenomics, reflection, burning, fixed supply and paydays", "Youtube_link": "https://youtube.com/embed/g-Urj_vdEP0?modestbranding=1"}, {"Token_name": "Aqua Protocol", "Token_Symbol": "https://pulsehotlist.com/img/apps/Aqua%20Protocol.png", "Description": "Environmentally safe crypto project", "Token_link": "https://pulsehotlist.com/aquaprotocol.io", "Type": "DeFi", "PHL_Score": "21", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/aquaprotocol", "https://t.me/+vheTCJi9ByY5NzQx", "https://instagram.com/aquaprotocol"], "Reputation": "Reputation\nCompletely unknown team, no social media following, website full of buzzwords. No Audit/code available. Website claims cooperation with Certik but Certik has never audited Aqua. Team has been KYCed by Assure DeFi.", "About": "About $WTR\nWe are sacrificing digital assets because we believe that clean drinking water and sanitation should be freely available for everyone worldwide, regardless of socio-economic conditions. Aqua is designed to run on the PulseChain Network which is a hard fork of the Ethereum Blockchain. Aqua will be combining the power of Defi and the blockchain to facilitate a sustainable, safe clean, and healthy source for drinking water with the support of the Aqua community. We're looking to bridge the gap between blockchain and the real all in one place.", "Youtube_link": "https://youtube.com/embed/g-Urj_vdEP0?modestbranding=1"}, {"Token_name": "DAXE", "Token_Symbol": "https://pulsehotlist.com/img/apps/DAXE.png", "Description": "The first multi-chain CD", "Token_link": "https://pulsehotlist.com/daxetoken.net", "Type": "Token", "PHL_Score": "16", "Tags": ["Working", "Sacrifice", "App"], "Social_Links": ["https://twitter.com/daxetoken", "https://t.me/DaxeToken", "https://youtube.com/channel/UC60RaHXBHot6YkZf_pLLLEQ", "https://reddit.com/DaxeToken", "https://instagram.com/daxetoken"], "Reputation": "Reputation\nHigh inflation. Website claims \"HEX on pulse will not give 10,000% returns because HEX has already appreciated so much\". Also claims that \"we love HEX and love @RichardHeart win\" but launches a direct competitor to HEX, stealing mind & market share instead of improving HEX. HEX OA could dump 1% of supply. No audit.\n\nThe PHL Team advises users to use HEX as a SoV instead.", "About": "About DAXE\nEverything you need to know about DAXE!\n\nWhat: DAXE is the first multi-chain Certificate of Deposit (CD)\n\nPast: DAXE has launched successfully on 3 chains in 3 months: BSC, Avalanche & Polygon\n\nFuture: Next launch will be on PulseChain. Fantom, Solana, Chronos, ADA are possible.\n\nLaunch: Launch price is around $5,000 / 200 billion = $0.000000025\n\nPairings: DAXE is paired with stablecoins like USDT & USDC to avoid correlation with other crypto-currencies.\n\nStake: Can stake from 3 to 5555 days, securely, using the official website, even using Trezor and Ledger cold wallets.\n\n2 Interests: Earn base interest of 20% APR plus long-term, exponentially increasing interest which compounds DAILY.\n\nHi Interest: Up to 6,462% interest, guaranteed by smart contract for stakes on Polygon lasting 5555 days.\n\nAirdrop: Stakers on current chains are rewarded with Airdrops of DAXE on the new chain.\n\nPre-Sale: Long-term stakers are eligible to buy DAXE on the next chain at a FIXED-PRICE prior to launch.\n\nLiquidity: Liquidity is locked for 5555 days and is initially limited to in order to reward investors with fast price rises.\n\nEarly End: End stake before halfway: receive 17.5% of the total. 50-100% duration served pays 50-100% of total accrued.\n\nPenalties: Stakers are rewarded with 97% of early end stake penalties from others. The other 3% is BURNED.\n\nLate End: No penalties for late end stake; perfect for delaying tax liability.\n\nQuantity: Initially 3 trillion on each chain = 2.726T in OA + 60B Airdropped + 134B Pre-Sale + 66B Public Launch\n\nNo Keys: There are no Admin Keys & no back doors! Code is immutable.\n\nNo Fees: ZERO FEES from DAXE. Blockchains chosen partly for their LOW Gas fees.\n\nDoxed: The team is doxed and visible on YouTube, LinkedIn, Twitter, Telegram, Reddit.\n\nOA: Origin Address holds a controlling interest (>50%), currently 96%, not staked, never sells.\n\n6 Ways: 6 ways to gain! Base Interest. Long-Term Interest. Free Airdrops. Price rises. Share of penalties. Pre-Sale.", "Youtube_link": "https://youtube.com/embed/yZhLmegoVNA?modestbranding=1"}, {"Token_name": "BITEY", "Token_Symbol": "https://pulsehotlist.com/img/apps/BITEY.png", "Description": "Token created by a human pretending to be a cat", "Token_link": "https://pulsehotlist.com/biteycoin.xyz", "Type": "Meme", "PHL_Score": "15", "Tags": ["Working", "Sacrifice"], "Social_Links": ["https://twitter.com/BrunoBitey", "https://t.me/+-_z1Xr-t_iM5NzQy"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nNo audit. Only a couple hundred USD of liquidity across all DEXs.", "About": "About BITEY\nBITEY is a meme coin/social experiment, our goal is to have FUN. It is unique because a cat named Bitey invented it.", "Youtube_link": "https://youtube.com/embed/yZhLmegoVNA?modestbranding=1"}, {"Token_name": "PulseShib", "Token_Symbol": "https://pulsehotlist.com/img/apps/PulseShib.png", "Description": "Decentralised meme coin", "Token_link": "https://pulsehotlist.com/pulseshib.com", "Type": "Meme", "PHL_Score": "14", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/pulseshib", "https://t.me/pulseshib", "https://medium.com/@pulseshib"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nUnknown team. No code/audit known. No incentives / use case. OA could dump coins.", "About": "About $PSB\nBased on Shiba Inu.\n\nPulseShib is a meme coin built exclusively for PulseChain. PulseShib is built using audited code and will be fair launched. Meme coins such as Dogecoin, SHIBA INU and Floki Inu currently have a combined market cap of over $45 billion. Meme coins have been one the best performing niches in crypto. We believe the meme coin mania is here to stay, however most meme coins are destined to die a sudden painful death wrecking their community. This is because most meme coins have no real fundamentals. To quote Richard Heart \"most meme coins have no technical innovation, their claim to fame is just a logo\". Our goal is to build the best meme coin the world has ever seen, the best the crypto industry has to offer. PulseShib has a combination of a beautiful logo and great tokenomics. We are taking everything that made meme coins popular and adding utility and strong fundamentals. We believe this will create long term sustainability and will ink PulseShib into the crypto history books.", "Youtube_link": "https://youtube.com/embed/yZhLmegoVNA?modestbranding=1"}, {"Token_name": "ike", "Token_Symbol": "https://pulsehotlist.com/img/apps/ike.png", "Description": "102,483% fixed APR auto compounding rebase protocol", "Token_link": "https://pulsehotlist.com/ike.finance", "Type": "DeFi", "PHL_Score": "14", "Tags": ["Working", "Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/IKETOKEN_", "https://t.me/IKETOKEN", "https://discord.gg/wfvPf4c9z3"], "Reputation": "Reputation\nUnknown team. No frontend available. Use case questionable.\n\nThe PHL team advises users to use HEX as a SoV instead.", "About": "About $IKE\nNew Gen high yield protocol Fixed APY-102,483%. 1.8999% Daily Just buy & hold in your wallet to instantly start receiving your daily rewards Rewards paid every 30Minutes. 48 times Daily! IKE rewards holders with automatic compounding interest, increasing their IKE holdings over time", "Youtube_link": "https://youtube.com/embed/dfTPowdMAR4?modestbranding=1"}, {"Token_name": "SoundX", "Token_Symbol": "https://pulsehotlist.com/img/apps/SoundX.png", "Description": "Token dedicated to sound", "Token_link": "https://pulsehotlist.com/soundxtoken.com", "Type": "Meme", "PHL_Score": "6", "Tags": ["Working", "Airdrop"], "Social_Links": ["https://twitter.com/soundxtoken", "https://t.me/soundxtoken", "https://youtube.com/channel/UCqmk6LGKp6DatfHXUzDQ1Tg", "https://instagram.com/soundxtoken", "https://github.com/soundxtoken"], "Reputation": "Reputation\nMeme coin (no utility/highly volatile asset class).\n\nCompletely unknown team, OA might dump their SNDX. Audit has been made by \"Bit Control\" (no reputation). Used wrong PulseChain logo on their website. Claims that team \"is KYC\" but no evidence.\n\nUse case analogy: \"We make a token dedicated to banks because banks are everywhere so all banks might use our token\"", "About": "About $SNDX\nSoundX is basically a unique token that relates to music, audio and acoustics, three fields that are related to SOUND.\n\nFor now, SoundX is a meme coin that relates to the interests we have as team members but we are open to developing SoundX in future projects like Metaverse City if the opportunity arises (called SoundX City) or other projects we might have in mind.\n\nBut our first goal is to be the first and one-of-a-kind token for SOUND purposes.\n\nWe also plan to stake SoundX in PLSX pools as well since a major part of the Tokenomics is linked to that.\n\nOur team consists of musicians, acoustic engineers and music producers.\n\nWe have a roadmap and white-paper available on our website", "Youtube_link": "https://youtube.com/embed/D3qOTrhSwm4?modestbranding=1"}, {"Token_name": "Pulse Oxygen", "Token_Symbol": "https://pulsehotlist.com/img/apps/Pulse%20Oxygen.png", "Description": "Fighting climate change", "Token_link": "https://pulsehotlist.com/pulseoxygen.info", "Type": "Token", "PHL_Score": "3", "Tags": ["Sacrifice"], "Social_Links": ["https://twitter.com/PulseOxygen", "https://t.me/pulseoxygen", "https://medium.com/@pulseoxygenfoundation"], "Reputation": "Reputation\nLists MetaMask, OpenZeppelin & Solidity as \"development partners\". Lists HEX, PulseChain & PulseX as \"partners\" without any real partnership. Website is full of climate change related buzzwords. Only use case seems to be tokenizing carbon bonds. Completely unknown team.", "About": "About $PO2\nAt Pulse Oxygen we are in charge of supporting the technological revolution within the blockchain world through one of the best and most anticipated chains", "Youtube_link": "https://youtube.com/embed/D3qOTrhSwm4?modestbranding=1"}, {"Token_name": "SnowBall Network", "Token_Symbol": "https://pulsehotlist.com/img/apps/SnowBall%20Network.png", "Description": "PulseChain's first daily ROI platform", "Token_link": "https://pulsehotlist.com/snowball-pulse.netlify.app", "Type": "DeFi", "PHL_Score": "3", "Tags": ["Sacrifice"], "Social_Links": ["https://t.me/+WkvcXI8CFRMwYTUx"], "Reputation": "Reputation\nCompletely unknown team. Whitepaper full of buzzwords. No audit. No Beta available. No code or devs.", "About": "About $FLAKE\nThe token for The SnowBall Network is $FLAKE (as in snowflake). $FLAKE tokens interact with the SNOW HILL contract. The SNOW HILL contract is a low risk high return contract that is similar to a high yield certificate of deposit. Players can roll $FLAKE tokens down the SNOW HILL, receiving 1% daily returns up to 365%. In order to participate, players must join another player's SnowBall team, and purchase $FLAKE tokens from the platform's swap page. Players can compound their rewards by rolling their interest into the SNOW HILL to see their funds rise exponentially, i.e. the SnowBall effect. The SNOW HILL will always be able to provide the rewarded $FLAKE tokens based on the game theory outlined in this whitepaper.", "Youtube_link": "https://youtube.com/embed/D3qOTrhSwm4?modestbranding=1"}, {"Token_name": "Terrapulse", "Token_Symbol": "https://pulsehotlist.com/img/apps/Terrapulse.png", "Description": "Future Of Finance On PulseChain", "Token_link": "https://pulsehotlist.com/terrapulse.xyz", "Type": "DeFi", "PHL_Score": "2", "Tags": ["Sacrifice"], "Social_Links": [], "Reputation": "Reputation\nWebsite has almost no information. Completely unknown team. No audit. No Beta available. No code or devs.", "About": "About $TERRAP\nWe Are Believers in PulseChain Pushing Forward Rapid Adoption, Together. As a newly launched blockchain, PulseChain needs developers to build their projects on our network. New projects launched on PulseChain means an influx of capital, users, and communities. The more successful projects we have on our network the more will join, creating a flywheel effect. A single successful DeFi project can bring in millions of users, all of whom will need $PLS to transact. And the more people that need $PLS, the more valuable it becomes. But money is a secondary residual outcome that comes from achieving the primary objective: To lead the development of DeFi protocols on PulseChain forward.", "Youtube_link": "https://youtube.com/embed/D3qOTrhSwm4?modestbranding=1"}, {"Token_name": "NOSIGNAL", "Token_Symbol": "https://pulsehotlist.com/img/apps/NOSIGNAL.png", "Description": "We are shitty , deflationary multiple nft project with a token.", "Token_link": "https://pulsehotlist.com/nosignal-nft.xyz", "Type": "NFT", "PHL_Score": "1", "Tags": ["Airdrop", "Sacrifice"], "Social_Links": ["https://twitter.com/nosignal_plsnft", "https://t.me/nosignal_plsnft"], "Reputation": "Reputation\nNFT project (not fungible/highly volatile asset class).\n\nTeam seems to consist of only @pulsethereum, otherwise unknown. No audit/code/beta, website barely readable. Wants to be called shitty.", "About": "About $NOSI\ni asked many experienced crypto traders, to give me a 10000x signal. They told me\n!NO SIGNAL!\n#NOSIGNAL\nis a deflationary nft project on #PulseChain with a long term vision\n#NOSI PRE-SALE FUNDS GOES TO BUY $PLS $PLSX STAKING.TO GENERATE LIFETIME #NOSI NFT BURNING AND MAKETING FUND\n5000 #NOSI PRE-SALE,EACH 5$. ONE CAN BUY ONLY 20 #NOSI NFT MAX,MIN 5.\nwhitelist ending,after 555 entry\n#TOWERTOWN\nTower town is our second face . Which is a 'puzzle to earn' nft project. To transmit signals, we need to build towers. There will be 10,000 piece of tower. To build a proper tower, users need to collect 100 same categories towertown nft.\ntower builders starts earning revenues after building at least 50% of a tower . Higher % higher revenue earns.\n\n#NOSI TOKEN\n$NOSI is not only a meme token, it's also have utilities. It will be our own market place native token.\n5% buy tax goes to treasure,5% sell tax goes to buy $PLS $PLSX staking . Staking revenue goes to burn $NOSI, $NOSI burning never ends!!\n#NOSISTATION\nNOSI STATION is our third face. To build a NOSI STATION, you will need some proper #TOWERTOWN nft and #NOSI nft. Details will be announce later. #NOSISTATION holder earns extra marketplace fees and gets launchpad allocations.\n\nRoad maps\n~ NO SIGNAL #NOSI nft pre sale.\n~ #NOSI nft burn at double price\n(When #pulsechain launches, we will launch #NOSI limited burn face for one day. Where you can burn your #NOSI at 10$ ! )\n~ #NOSI NFT LAUNCH\n~ 50% #TOWERTOWN NFT PRE SALE\n~ 50% #TOWERTOWN NFT AIRDROP TO #NOSI HOLDERS.\n~ $NOSI TOKEN LAUNCH .\n~ #NOSI-STATION NFT LAUNCH\n~ #NOSI NFT MARKET PLACE LAUNCH", "Youtube_link": "https://youtube.com/embed/D3qOTrhSwm4?modestbranding=1"}]